Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2018.tmx
Source language: en_us
Languages: zh_cn

source: Over the past five years, we have made new improvements in work related to ethnic groups, religion, and overseas Chinese nationals.
zh_cn: 过去五年，民族、宗教、侨务等工作创新推进。

source: We have supported faster development in areas with large ethnic minority populations, and have seen efforts to promote ethnic unity and progress truly paying off.
zh_cn: 支持民族地区加快发展，民族团结进步事业取得长足进展。

source: We have actively guided religions in adapting to socialist society.
zh_cn: 积极引导宗教与社会主义社会相适应。

source: Overseas Chinese nationals, Chinese nationals who have returned from overseas, and the relatives of overseas Chinese nationals who reside in China have made their own unique contributions to the country’s modernization.
zh_cn: 海外侨胞和归侨侨眷在国家现代化建设中作出了独特贡献。

source: Over the past five years, under the leadership of the Party Central Committee and the Central Military Commission, we have embarked on a new stage in strengthening and energizing the armed forces.
zh_cn: 过去五年，在党中央、中央军委领导下，强军兴军开创新局面。

source: We have developed a military strategy for new conditions; convened the Gutian military political work meeting; and taken extensive steps to see that the armed forces are built on political loyalty, strengthened through reform and technology, and run in accordance with law. As a result, our people’s armed forces have achieved a remodeling of their political ecosystem, of the way they are organized, of the structure of their forces, and of their conduct and image.
zh_cn: 制定新形势下军事战略方针，召开古田全军政治工作会议，深入推进政治建军、改革强军、科技兴军、依法治军，人民军队实现政治生态重塑、组织形态重塑、力量体系重塑、作风形象重塑。

source: We have undertaken major missions involving the protection of maritime rights, countering terrorism and maintaining stability, disaster rescue and relief, international peacekeeping, escort services in the Gulf of Aden, and humanitarian rescue.
zh_cn: 有效遂行海上维权、反恐维稳、抢险救灾、国际维和、亚丁湾护航、人道主义救援等重大任务。

source: With the cooperation of all involved, we have basically completed the task of reducing military personnel by 300,000.
zh_cn: 各方配合基本完成裁减军队员额30万任务。

source: Military equipment has been significantly modernized and military-civilian integration has been deepened.
zh_cn: 军事装备现代化水平显著提升，军民融合深度发展。

source: We have seen closer unity between the military and government and between the military and the people.
zh_cn: 军政军民紧密团结。

source: The people’s armed forces, full of new drive, have taken solid strides toward building themselves into a powerful military with Chinese characteristics.
zh_cn: 人民军队面貌焕然一新，在中国特色强军之路上迈出坚实步伐。

source: Over the past five years, fresh progress has been made in work related to Hong Kong, Macao, and Taiwan.
zh_cn: 过去五年，港澳台工作取得新进展。

source: The practice of “one country, two systems” has been consistently enriched and developed;
zh_cn: “一国两制”实践不断丰富和发展，

source: the authority of China’s Constitution and the basic laws has become more evident in Hong Kong and Macao.
zh_cn: 宪法和基本法权威在港澳进一步彰显，

source: Exchanges and cooperation between the mainland and Hong Kong and Macao have been steadily enhanced;
zh_cn: 内地与港澳交流合作深入推进，

source: the construction of the Hong Kong-Zhuhai-Macao Bridge has been completed,
zh_cn: 港珠澳大桥全线贯通，

source: and Hong Kong and Macao have thrived and remained stable.
zh_cn: 香港、澳门保持繁荣稳定。

source: We have upheld the one-China principle and the 1992 Consensus, strengthened cross-Strait economic and cultural exchanges and cooperation, and held a historic meeting between the leaders of the two sides.
zh_cn: 坚持一个中国原则和“九二共识”，加强两岸经济文化交流合作，实现两岸领导人历史性会晤。

source: We have resolutely opposed and deterred separatist forces advocating Taiwan independence, firmly safeguarding peace and stability in the Taiwan Strait.
zh_cn: 坚决反对和遏制“台独”分裂势力，有力维护了台海和平稳定。

source: Over the past five years, we have pursued distinctively Chinese major country diplomacy on all fronts.
zh_cn: 过去五年，中国特色大国外交全面推进。

source: We successfully hosted the first Belt and Road Forum for International Cooperation, the 22nd APEC Economic Leaders Meeting, the G20 Hangzhou Summit, the BRICS Xiamen Summit, and other major diplomatic events in China.
zh_cn: 成功举办首届“一带一路”国际合作高峰论坛、亚太经济合作组织领导人非正式会议、二十国集团领导人杭州峰会、金砖国家领导人厦门会晤等重大主场外交。

source: President Xi Jinping and other Chinese leaders have visited many countries and attended major events including the United Nations summits, the Climate Change Conferences, World Economic Forum meetings, and the East Asian Leaders Meetings on Cooperation. China’s diplomatic agenda has been further advanced on every front.
zh_cn: 习近平主席等国家领导人出访多国，出席联合国系列峰会、气候变化大会、世界经济论坛、东亚合作领导人系列会议等重大活动，全方位外交布局深入展开。

source: China has called for building a community with a shared future for humanity and has contributed more Chinese ideas to the reform of the global governance system.
zh_cn: 倡导构建人类命运共同体，为全球治理体系变革贡献更多中国智慧。

source: Notable achievements have been made in our country’s economic diplomacy and people-to-people and cultural exchanges.
zh_cn: 经济外交、人文交流卓有成效。

source: We have been resolute in upholding China’s sovereignty and maritime rights and interests.
zh_cn: 坚定维护国家主权和海洋权益。

source: As a responsible major country, China has played a constructive role in addressing international and regional hotspot issues, thus making significant new contributions to global peace and development.
zh_cn: 中国作为负责任大国，在解决国际和地区热点问题上发挥了重要建设性作用，为世界和平与发展作出新的重大贡献。

source: Looking back on the past five years, we have encountered a great many interwoven problems and a stream of risks and challenges. Both at home and abroad, there have been many new developments, developments that we have not faced since reform and opening up began.
zh_cn: 回顾过去五年，诸多矛盾交织叠加，各种风险挑战接踵而至，国内外很多情况是改革开放以来没有碰到过的，

source: The achievements we have made in China’s reform and development have certainly not come easily.
zh_cn: 我国改革发展成就实属来之不易。

source: We owe them to the strong leadership of the Party Central Committee with Comrade Xi Jinping at its core, to the sound guidance of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era, and to the concerted efforts of the Party, the military, and the people of all our nation’s ethnic groups.
zh_cn: 这是以习近平同志为核心的党中央坚强领导的结果，是习近平新时代中国特色社会主义思想科学指引的结果，是全党全军全国各族人民团结奋斗的结果。

source: On behalf of the State Council, I wish to express sincere thanks to the people of all our ethnic groups, and to all other political parties, people’s organizations, and public figures from all sectors of society.
zh_cn: 我代表国务院，向全国各族人民，向各民主党派、各人民团体和各界人士，表示诚挚感谢！

source: I express our sincere appreciation to our fellow countrymen and women in the Hong Kong and Macao special administrative regions, in Taiwan, and overseas.
zh_cn: 向香港特别行政区同胞、澳门特别行政区同胞、台湾同胞和海外侨胞，表示诚挚感谢！

source: I also wish to express our sincere thanks to the governments of other countries, international organizations, and friends from all over the world who have shown understanding and support for China in its endeavor to modernize.
zh_cn: 向关心和支持中国现代化建设的各国政府、国际组织和各国朋友，表示诚挚感谢！

source: As the Chinese saying goes, when all is calm forget not danger; when all is well be awake to woes.
zh_cn: 安不忘危，兴不忘忧。

source: We are keenly aware that China is still in the primary stage of socialism and will remain so for a long time to come, that it remains the largest developing country in the world, and that it faces a number of acute problems caused by unbalanced and inadequate development that so far remain unsolved.
zh_cn: 我们清醒认识到，我国仍处于并将长期处于社会主义初级阶段，仍是世界最大发展中国家，发展不平衡不充分的一些突出问题尚未解决。

source: The internal forces powering economic growth are not yet sufficient,
zh_cn: 经济增长内生动力还不够足，

source: China’s ability to innovate needs to be stronger,
zh_cn: 创新能力还不够强，

source: and the quality and performance of development need to be improved.
zh_cn: 发展质量和效益不够高，

source: Some enterprises, particularly small and medium ones, are finding it tough going.
zh_cn: 一些企业特别是中小企业经营困难，

source: Growth in private investment is weak;
zh_cn: 民间投资增势疲弱，

source: some regions still face considerable downward economic pressure,
zh_cn: 部分地区经济下行压力较大，

source: and risks and potential dangers in the financial and other sectors are not to be ignored.
zh_cn: 金融等领域风险隐患不容忽视。

source: Poverty alleviation remains a formidable task;
zh_cn: 脱贫攻坚任务艰巨，

source: the foundations of agriculture and rural infrastructure remain weak,
zh_cn: 农业农村基础仍然薄弱，

source: and the disparities in development between rural and urban areas, between regions, and in income distribution remain substantial.
zh_cn: 城乡区域发展和收入分配差距依然较大。

source: Serious and major workplace accidents happen all too often.
zh_cn: 重特大安全生产事故时有发生。

source: People still have a lot of complaints about air quality, environmental sanitation, food and drug safety, housing, education, healthcare, employment, and elderly care.
zh_cn: 在空气质量、环境卫生、食品药品安全和住房、教育、医疗、就业、养老等方面，群众还有不少不满意的地方。

source: The transformation of government functions is not yet where it should be.
zh_cn: 政府职能转变还不到位。

source: In the work of government there are areas where we fall short.
zh_cn: 政府工作存在不足，

source: Some reform measures and policies have not been fully implemented.
zh_cn: 有些改革举措和政策落实不力，

source: Some officials are weak on awareness that they are there to serve and must uphold the rule of law, and some lack commitment to their work and willingness to bear the weight of responsibility.
zh_cn: 一些干部服务意识和法治意识不强、工作作风不实、担当精神不够，

source: Bureaucratism and the practice of formalities for formalities’ sake exist to varying degrees.
zh_cn: 形式主义、官僚主义不同程度存在。

source: There are many complaints from the people and the business sector about the difficulty of accessing government services and the excessive array of charges.
zh_cn: 群众和企业对办事难、乱收费意见较多。

source: In some sectors misconduct and corruption are still a common problem.
zh_cn: 一些领域不正之风和腐败问题仍然多发。

source: With a deep sense of responsibility to our country and people, with courage in the face of adversity, and with determination that won’t be broken, we must give our work all we’ve got, to make sure that the people’s government does not let the people down.
zh_cn: 我们一定要以对国家和人民高度负责的精神，以不畏艰难的勇气、坚忍不拔的意志，尽心竭力做好工作，使人民政府不负人民重托！

source: I now wish to address the overall requirements and policy direction for economic and social development in 2018.
zh_cn: 二、2018年经济社会发展总体要求和政策取向

source: This year will kick off our efforts to put all the guiding principles from the Party’s 19th National Congress into action. It is the 40th anniversary of reform and opening up, and it is a crucial year for securing a decisive victory in building a moderately prosperous society in all respects and for continuing to implement the 13th Five-Year Plan.
zh_cn: 今年是全面贯彻党的十九大精神的开局之年，是改革开放40周年，是决胜全面建成小康社会、实施“十三五”规划承上启下的关键一年。

source: To accomplish the government’s work for the year, we must, under the strong leadership of the Party Central Committee with Comrade Xi Jinping at its core, do the following:
zh_cn: 做好政府工作，要在以习近平同志为核心的党中央坚强领导下，

source: - follow the guidance of Marxism-Leninism, Mao Zedong Thought, Deng Xiaoping Theory, the Theory of Three Represents, the Scientific Outlook on Development, and Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era;
zh_cn: 以马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观、习近平新时代中国特色社会主义思想为指导，

source: - implement fully all the guiding principles from the Party’s 19th National Congress and the second and third plenary sessions of the 19th Party Central Committee;
zh_cn: 全面深入贯彻党的十九大和十九届二中、三中全会精神，

source: - act on the Party’s basic theory, line, and policy;
zh_cn: 贯彻党的基本理论、基本路线、基本方略，

source: - adhere to and strengthen Party leadership in all of our work;
zh_cn: 坚持和加强党的全面领导，

source: - remain committed to the general principle of pursuing progress while ensuring stability and to the new development philosophy;
zh_cn: 坚持稳中求进工作总基调，坚持新发展理念，

source: - respond to the change in the principal contradiction in Chinese society;
zh_cn: 紧扣我国社会主要矛盾变化，

source: - heed the requirement that development must be high quality;
zh_cn: 按照高质量发展的要求，

source: - coordinate efforts to pursue the five-sphere integrated plan and the four-pronged comprehensive strategy;
zh_cn: 统筹推进“五位一体”总体布局和协调推进“四个全面”战略布局，

source: - continue to regard supply-side structural reform as our main task;
zh_cn: 坚持以供给侧结构性改革为主线，

source: - coordinate all work to maintain stable growth, promote reform, make structural adjustments, improve living standards, and guard against risk;
zh_cn: 统筹推进稳增长、促改革、调结构、惠民生、防风险各项工作，

source: - work hard to reform and open up further;
zh_cn: 大力推进改革开放，

source: - explore new ideas on and improve macro regulation;
zh_cn: 创新和完善宏观调控，

source: - promote a change in quality, change in efficiency, and change in growth drivers;
zh_cn: 推动质量变革、效率变革、动力变革，

source: - work particularly for solid progress in forestalling and defusing major risks, in targeted poverty alleviation, and in addressing pollution;
zh_cn: 特别在打好防范化解重大风险、精准脱贫、污染防治的攻坚战方面取得扎实进展，

source: - guide and stabilize expectations, improve living standards, and promote sustained, healthy economic and social development.
zh_cn: 引导和稳定预期，加强和改善民生，促进经济社会持续健康发展。

source: A comprehensive analysis of how things stand at home and abroad tells us that China, in its development, faces both opportunities and challenges.
zh_cn: 综合分析国内外形势，我国发展面临的机遇和挑战并存。

source: We can expect continued recovery of the global economy, but there are also many factors that bring instability and uncertainty. The policy changes of the major economies and their spillover effects create uncertainty; protectionism is mounting, and geopolitical risks are on the ascent.
zh_cn: 世界经济有望继续复苏，但不稳定不确定因素很多，主要经济体政策调整及其外溢效应带来变数，保护主义加剧，地缘政治风险上升。

source: China’s economy is now in a pivotal period in the transformation of its growth model, its structural improvement, and its shift to new growth drivers. There are still many hills to climb and gorges to cross; we will have to face risks and challenges, some foreseeable and others not.
zh_cn: 我国经济正处在转变发展方式、优化经济结构、转换增长动力的攻关期，还有很多坡要爬、坎要过，需要应对可以预料和难以预料的风险挑战。

source: In fact it’s always been the case that China’s achievements in development have been made while overcoming difficulties.
zh_cn: 实践表明，中国的发展成就从来都是在攻坚克难中取得的。

source: Today, China’s material and technological foundations are much stronger; its industrial system is complete, its market is vast, its human resources are abundant, and its entrepreneurs and innovators are dynamic. We enjoy composite advantages, and all this means that we have the ability and the conditions to achieve higher quality, more efficient, fairer, and more sustainable development.
zh_cn: 当前我国物质技术基础更加雄厚，产业体系完备、市场规模巨大、人力资源丰富、创业创新活跃，综合优势明显，有能力有条件实现更高质量、更有效率、更加公平、更可持续的发展。

source: Based on the above considerations, we have set the following projected targets for development this year:
zh_cn: 今年发展主要预期目标是：

source: - GDP growth of around 6.5 percent
zh_cn: 国内生产总值增长6.5％左右；

source: - CPI increase of around 3 percent
zh_cn: 居民消费价格涨幅3％左右；

source: - Over 11 million new urban jobs, the surveyed urban unemployment rate within 5.5 percent, and the registered urban jobless rate within 4.5 percent
zh_cn: 城镇新增就业1100万人以上，城镇调查失业率5.5％以内，城镇登记失业率4.5％以内；

source: - Basic parity in personal income growth and economic growth
zh_cn: 居民收入增长和经济增长基本同步；

source: - A steady rise in import and export volumes, and a basic equilibrium in the balance of payments
zh_cn: 进出口稳中向好，国际收支基本平衡；

source: - A drop of at least 3 percent in energy consumption per unit of GDP, and continued reductions in the release of major pollutants
zh_cn: 单位国内生产总值能耗下降3％以上，主要污染物排放量继续下降；

source: - Substantive progress in supply-side structural reform, basically stable macro leverage, and systematic and effective prevention and control of risk
zh_cn: 供给侧结构性改革取得实质性进展，宏观杠杆率保持基本稳定，各类风险有序有效防控。

source: The above targets take into consideration the need to secure a decisive victory in building a moderately prosperous society in all respects, and are fitting given the fact that China’s economy is transitioning from a phase of rapid growth to a stage of high-quality development.
zh_cn: 上述主要预期目标，考虑了决胜全面建成小康社会需要，符合我国经济已由高速增长阶段转向高质量发展阶段实际。

source: Given our economic fundamentals and capacity for job creation, GDP growth of around 6.5 percent will enable us to achieve relatively full employment.
zh_cn: 从经济基本面和就业吸纳能力看，6.5％左右的增速可以实现比较充分的就业。

source: The surveyed urban unemployment rate covers rural migrant workers and other permanent urban residents. This year, for the first time we are using this indicator as a projected target; this is intended to give a fuller picture of employment and to better reflect the requirement that development is to be shared by everyone.
zh_cn: 城镇调查失业率涵盖农民工等城镇常住人口，今年首次把这一指标作为预期目标，以更全面反映就业状况，更好体现共享发展要求。

source: This year, we will continue to develop new ways of improving macro regulation and ensure that the degree of macro regulation is right.
zh_cn: 今年要继续创新和完善宏观调控，把握好宏观调控的度，

source: We will maintain the continuity and consistency of macro policies, and better coordinate fiscal, monetary, industrial, regional, and other policies.
zh_cn: 保持宏观政策连续性稳定性，加强财政、货币、产业、区域等政策协调配合。

source: The proactive direction of our fiscal policy will remain unchanged, and we will concentrate efforts to increase efficiency.
zh_cn: 积极的财政政策取向不变，要聚力增效。

source: This year’s deficit as a percentage of GDP is projected at 2.6 percent, 0.4 percentage point lower than last year.
zh_cn: 今年赤字率拟按2.6％安排，比去年预算低0.4个百分点；

source: The government deficit is projected at 2.38 trillion yuan, with a central government deficit of 1.55 trillion yuan and local government deficit of 0.83 trillion yuan.
zh_cn: 财政赤字2.38万亿元，其中中央财政赤字1.55万亿元，地方财政赤字8300亿元。

source: The reduction in the deficit-to-GDP ratio is mainly due to China’s economic growth being steady and the foundation being there for an increase in revenue; it also keeps policy options open for macro regulation.
zh_cn: 调低赤字率，主要是我国经济稳中向好、财政增收有基础，也为宏观调控留下更多政策空间。

source: Government expenditure is budgeted at 21 trillion yuan, representing a further increase in the scale of spending.
zh_cn: 今年全国财政支出21万亿元，支出规模进一步加大。

source: The central government will increase general transfer payments to local governments by 10.9 percent, to strengthen local finances, especially in the central and western regions.
zh_cn: 中央对地方一般性转移支付增长10.9％，增强地方特别是中西部地区财力。

source: We will improve the composition of government spending, making spending more oriented toward the public good and universal benefit, increasing support for the three critical battles against potential risk, poverty, and pollution, and weighting spending toward innovation-driven development, agriculture, rural areas, and rural residents, and the improvement of living standards.
zh_cn: 优化财政支出结构，提高财政支出的公共性、普惠性，加大对三大攻坚战的支持，更多向创新驱动、“三农”、民生等领域倾斜。

source: Although government finances are improving, government at all levels must keep its belt tightened, keep things as simple as possible, abstain from all excess, and strictly control general expenditures, so that these precious funds are used to add growth drivers for sustaining development and to meet people’s most urgent needs.
zh_cn: 当前财政状况出现好转，各级政府仍要坚持过紧日子，执守简朴、力戒浮华，严控一般性支出，把宝贵的资金更多用于为发展增添后劲、为民生雪中送炭。

source: Our prudent monetary policy will remain neutral, with easing or tightening only as appropriate.
zh_cn: 稳健的货币政策保持中性，要松紧适度。

source: We need to make sure that the valve of aggregate monetary supply is well controlled, maintain moderate growth in M2 money supply, credit, and aggregate financing, ensure a reasonable, stable level of liquidity, and increase the proportion of direct finance, particularly equity finance.
zh_cn: 管好货币供给总闸门，保持广义货币M2、信贷和社会融资规模合理增长，维护流动性合理稳定，提高直接融资特别是股权融资比重。

source: We will improve the transmission mechanism of monetary policy, make better use of differentiated reserve ratio and credit policies, and encourage more funds to flow toward small and micro businesses, agriculture, rural areas, and rural residents, and poor areas, and to better serve the real economy.
zh_cn: 疏通货币政策传导渠道，用好差别化准备金、差异化信贷等政策，引导资金更多投向小微企业、“三农”和贫困地区，更好服务实体经济。

source: For government to deliver this year, we must act on Xi Jinping’s economic thinking for new-era socialism with Chinese characteristics, continue following the general principle of pursuing progress while ensuring stability, and regard stability and progress as being indivisible.
zh_cn: 做好今年工作，要认真贯彻习近平新时代中国特色社会主义经济思想，坚持稳中求进工作总基调，把稳和进作为一个整体来把握，

source: Specifically, we will do the following:
zh_cn: 注重以下几点。

source: First, we will strongly promote high-quality development.
zh_cn: 一是大力推动高质量发展。

source: Development is the underpinning and the key for solving all our country’s problems.
zh_cn: 发展是解决我国一切问题的基础和关键。

source: We will devote attention to addressing unbalanced and insufficient development.
zh_cn: 要着力解决发展不平衡不充分问题，

source: Centering on developing a modernized economy, we will put quality first and give priority to performance, and promote economic structural improvement and upgrading.
zh_cn: 围绕建设现代化经济体系，坚持质量第一、效益优先，促进经济结构优化升级。

source: We must respect objective economic laws, consider both long- and near-term needs, ensure the economy performs within a reasonable range, and achieve a situation in which steady economic growth and improvement in quality and performance reinforce each other.
zh_cn: 要尊重经济规律，远近结合，确保经济运行在合理区间，实现经济平稳增长和质量效益提高互促共进。

source: Second, we will be bolder in reform and opening up.
zh_cn: 二是加大改革开放力度。

source: Reform and opening was a game-changing move in making China what it is today; it now remains a game-changing move for us to achieve China’s two centenary goals.
zh_cn: 改革开放是决定当代中国命运的关键一招，也是实现“两个一百年”奋斗目标的关键一招。

source: Standing at a new historic starting point, we must go further in freeing our minds, in deepening reform, and in opening up.
zh_cn: 在新的历史起点上，思想要再解放，改革要再深化，开放要再扩大。

source: We need to give full play to the pioneering drive of the people, and encourage all localities, based on their own conditions, to dare to explore, dare to try things out, and dare to confront the toughest of issues, to keep reform and opening up constantly moving forward.
zh_cn: 充分发挥人民首创精神，鼓励各地从实际出发，敢闯敢试，敢于碰硬，把改革开放不断向前推进。

source: Third, we will ensure success in the three critical battles against potential risk, poverty, and pollution, battles that are important for decisively bringing to completion the building of a moderately prosperous society in all respects.
zh_cn: 三是抓好决胜全面建成小康社会三大攻坚战。

source: We need to adopt targeted approaches and specific measures, draw up timetables and roadmaps, and set well-defined priorities.
zh_cn: 要分别提出工作思路和具体举措，排出时间表、路线图、优先序，

source: We will make sure risks and potential dangers are effectively controlled, make sure poverty alleviation is fully accomplished, and make sure there is an overall improvement in the quality of the environment.
zh_cn: 确保风险隐患得到有效控制，确保脱贫攻坚任务全面完成，确保生态环境质量总体改善。

source: All of our work is work for the people.
zh_cn: 我们所做的一切工作，都是为了人民。

source: We will stay true to the vision of people-centered development, start by considering China’s own situation, and do everything within our capacity to resolve each and every one of the issues that most affect and worry our people, promote social fairness and justice and well-rounded human development, and see that the people’s lives, along with our country’s development, keep getting better year after year.
zh_cn: 要坚持以人民为中心的发展思想，从我国基本国情出发，尽力而为、量力而行，把群众最关切最烦心的事一件一件解决好，促进社会公平正义和人的全面发展，使人民生活随着国家发展一年比一年更好。

source: Fellow Deputies, Let me turn to what we propose for the work of government in 2018.
zh_cn: 三、对2018年政府工作的建议

source: The tasks of economic and social development this year are formidable.
zh_cn: 今年经济社会发展任务十分繁重。

source: We should make the most of this period of historic opportunity—a period for making things happen.
zh_cn: 要紧紧抓住大有可为的历史机遇期，

source: We should take coordinated action that covers all sectors and focus on clear priorities, to deliver a solid performance in all areas of work.
zh_cn: 统筹兼顾、突出重点，扎实做好各项工作。
